Repository: omer-faruq/assistant.koplugin
Catalog: l10n/*/koreader.po
Languages: bg_bg, da, eu, ru, sr

source: AI Assistant
bg_bg: AI Асистент
da: AI-Assistent
eu: AI Laguntzailea
ru: Ассистент ИИ
sr: Помоћник ВИ

source: 💡 Enhance your KOReader experience with AI
bg_bg: 💡 Подобрете KOReader с AI
da: 💡 Forbedr din KOReader-oplevelse med AI
eu: 💡 KOReade-ren esperientzia hobetzen lagunduko dizu AIekin
ru: 💡 Улучшите KOReader с ИИ
sr: 💡 Побољшајте KOReader уз помоћ ВИ

source: (Empty message)
bg_bg: (Празно съобщение)
da: (Tom besked)
eu: (Hutsik dagoen mezua)
ru: (Пусто)
sr: (Празна порука)

source: (No response)
bg_bg: (Няма отговор)
da: (Ingen svar)
eu: (Ez da erantzunik izan)
ru: (Нет ответа)
sr: (Нема одговора)

source: Highlighted text:
bg_bg: Подчертан текст:
da: Markeret tekst:
eu: Textua altzarapenarekin:
ru: Выделенный текст:
sr: Означени текст:

source: Cancel
bg_bg: Откажи
da: Annuller
eu: Ezeztatu
ru: Отмена
sr: Откажи

source: Ask
bg_bg: Попитай
da: Stil
eu: Eskatu
ru: Спросить
sr: Питај

source: Enter a question before proceeding.
bg_bg: Въведи въпрос, преди продължение.
da: Indtast et spørgsmål inden fortsættelse.
eu: Idatzi galdera aurrera ezeztu aurretik.
ru: Введите вопрос
sr: Унесите питање пре наставка.

source: Add this button to the Highlight Menu?
bg_bg: Добави тази бутона към менюто за маркиране?
da: Tilføj denne knap til Markeringsmenuen?
eu: Gehitu botoi hau Altzarpakiko menuan?
ru: Добавить в меню выделения?
sr: Додај ово дугме у мени означавања?

source: Add
bg_bg: Добави
da: Tilføj
eu: Gehitu
ru: Добавить
sr: Додај

source: Ask a question about the highlighted text
bg_bg: Задайте въпрос за подчертаното
da: Stil et spørgsmål om den markerede tekst
eu: Eskatu galdera altzarapenarekin lotutako testuari buruz
ru: Спросить про выделенное
sr: Постави питање о означеном тексту

source: Ask a question about this book: %s by %s
bg_bg: Задайте въпрос за тази книга: %s от %s
da: Stil et spørgsmål om denne bog: %s af %s
eu: Eskatu galdera hau honi buruzko liburuari: %s %s eginez
ru: Спросить про книгу: %s автора %s
sr: Постави питање о књизи: %s од %s

source: Type your question here...
bg_bg: Въведете въпроса си тук...
da: Skriv dit spørgsmål her...
eu: Idatzi zure galdera hemen...
ru: Ваш вопрос...
sr: Упиши питање овде...

source: Ask anything about this book...
bg_bg: Попитайте за всичко за тази книга...
da: Spørg om alt i denne bog...
eu: Galdezatu batzuk liburuari buruz...
ru: Всё о книге…
sr: Питај било шта о књизи...

source: Use book text as context
eu: Erabili liburuaren testua testuinguru gisa
ru: Использовать текст книги как контекст

source: Error: No response received
bg_bg: Грешка: Не е получен отговор
da: Fejl: Ingen svar modtaget
eu: Errorea: Erantzunik ez jaso
ru: Ошибка: нет ответа
sr: Грешка: нема одговора

source: AI Dictionary
bg_bg: AI Дикция
da: AI Ordbog
eu: AI Hiztegia
ru: Словарь ИИ
sr: ВИ речник

source: Enter a word to look up...
bg_bg: Въведете дума за търсене...
da: Indtast et ord at slå op...
eu: Idatzi hizki bat begiratzen hasierakoan...
ru: Слово для поиска…
sr: Унеси реч за претрагу...

source: Look Up
bg_bg: Търси
da: Søg
eu: Begiratu
ru: Найти
sr: Пронађи

source: Term X-Ray
eu: Terminoaren X izpiak
ru: Рентген-анализ термина

source: Loading Term X-Ray ...
eu: Terminoaren X izpiak kargatzen...
ru: Загрузка рентген-анализа термина...

source: Dictionary
bg_bg: Дикция
da: Ordbog
eu: Hiztegia
ru: Словарь
sr: Речник

source: Loading AI Dictionary ...
eu: AI hiztegia kargatzen...
ru: Загрузка ИИ-словаря...

source: Custom Prompt
eu: Pertsonalizatutako galdetegia
ru: Пользовательский запрос

source: Loading...
eu: Kargatzen...
ru: Загрузка...

source: Recap
bg_bg: Резюме
da: Resume
eu: Laburpena
ru: Резюме
sr: Преглед

source: Loading Recap...
bg_bg: Зареждане на резюме...
da: Indlæser resumé...
eu: Laburpena kargatzen...
ru: Загрузка краткого содержания…
sr: Учитавам сажетак...

source: X‑Ray
eu: Xeratoki

source: Loading X-Ray...
bg_bg: Зареждане на X-Ray...
da: Indlæser X-Ray...
eu: X-erradiografia kargatzen...
ru: Загрузка X-Ray…
sr: Учитавам X-Ray...

source: Book Information
bg_bg: Информация за книгата
da: Boginfo
eu: Liburuaren Informazioa
ru: О книге
sr: Подаци о књизи

source: Loading Book Information...
bg_bg: Зареждане на инфо за книгата...
da: Indlæser boginfo...
eu: Liburuaren Informazioa Kargatzen...
ru: Загрузка информации о книге...
sr: Учитавање података о књизи...

source: Highlight & Note Analysis
eu: Nabarmendu eta oharrak aztertzea
ru: Анализ выделений и заметок

source: Loading Highlight & Note Analysis...
eu: Nabarmendu eta oharrak aztertzen...
ru: Загрузка анализа выделений и заметок...

source: Summary Using Highlights & Notes
eu: Laburpena nabarmendu eta oharrak erabiliz
ru: Сводка по выделениям и заметкам

source: Loading Summary Using Highlights & Notes...
eu: Laburpena kargatzen nabarmendu eta oharrak erabiliz...
ru: Загрузка сводки по выделениям и заметкам...

source: Unknown feature type: %s
bg_bg: Непознат тип функция: %s
da: Ukendt funktionstype: %s
eu: Karakteristikaren mota ezezaguna: %s
ru: Неизвестный тип функции: %s
sr: Непозната врста функције: %s

source: This prompt creates a structured system for generating context-aware definitions of words or phrases from literature by analyzing the highlighted term within its surrounding text to provide nuanced explanations that capture both literal meaning and contextual significance.
eu: Galdetegiak egituratutako sistema bat sortzen du literaturako hitz edo esaldi baten testuinguru-kontzientziazko definizioak sortzeko, nabarmendutako terminoa inguruko testuan aztertuz esanahi literala eta testuinguruaren esangura harrapatzen dituzten azalpen finak emateko.
ru: Этот запрос создаёт структурированную систему для генерации контекстуально-зависимых определений слов или фраз из литературы путём анализа выделенного термина в окружающем тексте, чтобы дать тонкие объяснения, передающие как буквальное значение, так и контекстуальную значимость.

source: This prompt acts as a dictionary for the highlighted text, to a word or phrase.
bg_bg: Това запитване действа като речник за подчертаното, за дума или фраза.
da: Dette prompt fungerer som en ordbog for den markerede tekst, til et ord eller en frase.
eu: Prompt hau hiztegi gisa jokatzen du altzarpeten testuraz, hizki batzuk edota ekintza batzuk azalduz.
ru: Словарь для выделенного текста
sr: Овај упит делује као речник за означени текст, реч или фразу.

source: Quick Note
bg_bg: Бърза бележка
eu: Ohartegia azkarra
ru: Быстрая заметка

source: This button creates a quick note with highlighted text.
bg_bg: Този бутон създава бърза бележка с подчертан текст.
eu: Botoi hau azkartoki bat sortzen du altzarpeten testuen bidez.
ru: Эта кнопка создаёт быструю заметку с выделенным текстом.

source: Vocabulary
bg_bg: Лексика
da: Ordforråd
eu: Hiztegia
ru: Словарь
sr: Речник

source: This prompt analyzes the vocabulary of the highlighted text, identifying complex words and providing definitions, synonyms, and usage examples.
bg_bg: Това запитване анализира лексиката на подчертаното, идентифицирайки сложни думи и предоставяйки дефиниции, синониме и примери за употреба.
da: Dette prompt analyserer ordforrådet i den markerede tekst, identificerer komplekse ord og giver definitioner, synonymer og brugseksempler.
eu: Prompt hau altzarpeten testuaren hiztegia aztertzen du, hizkuntza konplexuak identifikatzen eta definituak, antzinako hitzak eta erabilera adibideak emanez.
ru: Анализ словаря выделенного
sr: Овај упит анализира речник означеног текста, дефинише тешке речи и даје примере.

source: Grammar
bg_bg: Граматика
da: Grammatik
eu: Gramatika
ru: Грамматика
sr: Граматика

source: This prompt analyzes the grammar of the highlighted text, providing a detailed explanation of its structure and any grammatical errors.
bg_bg: Това запитване анализира граматиката на подчертаното, предоставяйки подробен анализ на структурата и граматически грешки.
da: Dette prompt analyserer grammatikken af den markerede tekst og giver en detaljeret forklaring af dens struktur og eventuelle grammatiske fejl.
eu: Prompt hau altzarpeten testuaren gramatikaren estrukturaren azalpen txapelduna ematen du, hizkuntzaren azterketa eta erroreak aurkitzeko.
ru: Анализ грамматики выделенного
sr: Овај упит анализира граматику означеног текста и објашњава грешке.

source: Translate
bg_bg: Преведи
da: Oversæt
eu: Itzuli
ru: Перевести
sr: Преведи

source: This prompt translates the highlighted text to another language.
bg_bg: Това запитване превежда подчертаното в друг език.
da: Dette prompt oversætter den markerede tekst til et andet sprog.
eu: Prompt hau altzarpeten testua beste hizkuntza batzuetan itzuliko.
ru: Перевод выделенного текста
sr: Овај упит преводи означени текст на други језик.

source: Summarize
bg_bg: Резюмира
da: Opsummer
eu: Laburtu
ru: Суммировать
sr: Резимирај

source: This prompt summarizes the highlighted text, capturing its main points and essential details.
bg_bg: Това запитване резюмира подчертаното, захващайки основните точки и важни детайли.
da: Dette prompt opsummerer den markerede tekst, fangende dens hovedpunkter og væsentlige detaljer.
eu: Prompt hau altzarpeten testuaren gai nagusiak eta informazio garrantzitsuenak laburtzen ditu.
ru: Краткое содержание выделенного
sr: Овај упит сажима означени текст и издваја главне тачке и важне детаље.

source: Simplify
bg_bg: Упрощи
da: Forenkle
eu: Erraztu
ru: Упростить
sr: Поједностави

source: This prompt simplifies the highlighted text to make it easier to understand.
bg_bg: Това запитване упрощава подчертаното, за да бъде по-лесно разбрано.
da: Dette prompt forenkler den markerede tekst for at gøre den lettere at forstå.
eu: Prompt hau altzarpeten testua erraztuko da ulertzeko erraztea.
ru: Упрощает выделенный текст
sr: Овај упит поједностављује означени текст ради лакшег разумевања.

source: Key Points
bg_bg: Ключови точки
da: Nøglepunkter
eu: Gai Elikagarrak
ru: Ключевые моменты
sr: Кључне тачке

source: This prompt extracts and lists the key points from the highlighted text, ensuring clarity and organization.
bg_bg: Това запитване извлича и изброява ключовите точки от подчертаното, осигурявайки яснота и организация.
da: Dette prompt udtrækker og lister nøglepunkterne fra den markerede tekst, med sikring af klarhed og organisering.
eu: Prompt hau altzarpeten testutik gai elikagarriak ateratzen eta zerrendatzen du, arruntasun eta konplexua izatea.
ru: Основные моменты выделенного
sr: Овај упит издваја и наводи кључне тачке означеног текста.

source: ELI5
eu: Gauza Berriz Begira
ru: Простым языком
sr: Објасни као петогодишњаку

source: This prompt explains the highlighted text as if to a five-year-old, simplifying complex concepts into easily understandable terms.
bg_bg: Това запитване обяснява подчертаното, сякаш на петгодишен, опростявайки сложни концепции до лесно разбрани термини.
da: Dette prompt forklarer den markerede tekst som om til en femårig, forenkler komplekse begreber til let forståelige termer.
eu: Prompt hau altzarpeten testua 5 urteko batzuekin frogatzen du, kontzeptu konplexuak azaltzen erraza izateko.
ru: Объясняет «как пятилетнему»
sr: Овај упит објашњава означени текст као петогодишњаку, поједностављујући сложене појмове.

source: Explain
bg_bg: Обясни
da: Forklar
eu: Azaltu
ru: Объяснить
sr: Објасни

source: This prompt explains the highlighted text in detail, ensuring clarity and understanding.
bg_bg: Това запитване обяснява подчертаното подробно, осигурявайки яснота и разбиране.
da: Dette prompt forklarer den markerede tekst i detaljer, med sikring af klarhed og forståelse.
eu: Prompt hau altzarpeten testua beharko da azalduko du, argutasun eta ulertzea izateko.
ru: Подробно объясняет выделенное
sr: Овај упит детаљно објашњава означени текст ради јасноће и разумевања.

source: Historical Context
bg_bg: Исторически контекст
da: Historisk kontekst
eu: Historia Kontextualaren
ru: Исторический контекст
sr: Историјски контекст

source: This prompt provides a detailed historical context for the highlighted text, explaining its significance and background.
bg_bg: Това запитване предоставя подробен исторически контекст за подчертаното, обяснявайки неговото значение и фон.
da: Dette prompt giver en detaljeret historisk kontekst for den markerede tekst, og forklarer dens betydning og baggrund.
eu: Prompt hau altzarpeten testuaren historia kontextualaren azalpena emango du, garrakortasun eta historia aurkeztuz.
ru: Исторический контекст выделенного
sr: Овај упит пружа историјски контекст означеног текста и објашњава његов значај.

source: This prompt generates a comprehensive Wikipedia-style article based on the highlighted text, ensuring factual accuracy and neutrality.
bg_bg: Това запитване генерира обстоен статия във стил Уикипедия, базирана на подчертаното, осигурявайки фактическа точност и неутралитет.
da: Dette prompt genererer en omfattende Wikipedia-lignende artikel baseret på den markerede tekst, og sikrer fakta og neutralitet.
eu: Prompt hau altzarpeten testuaren oinarri zerrenda batera eratu, faktikotasunez eta neutraltasunaz.
ru: Создаёт статью в стиле Википедии
sr: Овај упит прави чланак у стилу Википедије на основу означеног текста.

source: Conjugation
bg_bg: Спрежение
da: Bøjning
eu: Konjugazioa
ru: Спряжение
sr: Конјугација

source: Synonyms
bg_bg: Синоними
da: Synonymer
eu: Sinonimoak
ru: Синонимы
sr: Синоними

source: Meaning
bg_bg: Значение
da: Betydning
eu: Esanahia
ru: Значение
sr: Значење

source: Translation
bg_bg: Превод
da: Oversættelse
eu: Itzuli
ru: Перевод
sr: Превод

source: Explanation
bg_bg: Обяснение
da: Forklaring
eu: Azalpena
ru: Объяснение
sr: Објашњење

source: Example
bg_bg: Пример
da: Eksempel
eu: Adibidea
ru: Пример
sr: Пример

source: Word Origin
bg_bg: Етимология
da: Ordstammer
eu: Hitzaren jatorria
ru: Этимология
sr: Порекло речи

source: You may find these topics interesting:
eu: Gai hauek interesgarriak izan daitezke:
ru: Возможно, вам будут интересны эти темы:

source: Provider settings not found for: %1. Please check your configuration.lua file.
bg_bg: Настройките на доставчика не са намерени за: %1. Моля, проверете вашия файл configuration.lua.
da: Udbyderindstillinger ikke fundet for: %1. Kontroller venligst din configuration.lua-fil.
eu: %1-erako hornitzailearen ezarpenak ez da aurkitu. Mesedez baitezazu zure configuration.lua fitxategia.
ru: Настройки провайдера не найдены для: %1. Проверьте файл configuration.lua.
sr: Подешавања провајдера нису пронађена за: %1. Проверите датотеку configuration.lua.

source: The handler for %1 was not found. Please ensure the handler exists in api_handlers directory.
bg_bg: Не е намерен обработчик за %1. Уверете се, че обработчикът съществува в директорията api_handlers.
da: Håndtereren for %1 blev ikke fundet. Sørg for, at den findes i mappen api_handlers.
eu: %1-erako kudeatzailea ez da aurkitu. Hornitzailea zertan dagoela mesedez baitezazu.
ru: Обработчик для %1 не найден. Убедитесь, что обработчик существует в каталоге api_handlers.
sr: Руковалац за %1 није пронађен. Проверите да ли постоји у директоријуму api_handlers.

source: API Error: %1 Try another provider in the settings dialog.
bg_bg: API грешка: %1 Избери друг доставчик от настройките.
da: API-fejl: %1 Prøv en anden udbyder i indstillinger.
eu: API errorea: %1 Mesedez ezarpenetan beste hornitzaile bat aukeratu.
ru: Ошибка API: %1 Попробуйте другого провайдера в настройках.
sr: Грешка API-ја: %1 Изаберите другог добављача у подешавањима.

source: Unknown error
bg_bg: Неизвестна грешка
da: Ukendt fejl
eu: Errorea ezezaguna
ru: Неизвестная ошибка
sr: Непозната грешка

source: Settings
bg_bg: Настройки
da: Indstillinger
eu: Ezarpenak
ru: Настройки
sr: Подешавања

source: Close
bg_bg: Затвори
da: Luk
eu: Itxi
ru: Закрыть
sr: Затвори

source: Plugin is not configured.
bg_bg: Плъгинът не е конфигуриран.
da: Plugin er ikke konfigureret.
eu: Plugina ez dago konfiguratu.
ru: Плагин не настроен.
sr: Додатак није подешен.

source: Querying AI ...
bg_bg: Заявка към AI …
da: Forespørger AI ...
eu: AIk galdera bat ebalda...
ru: Запрос к ИИ…
sr: Упитујем ВИ...

source: AI is responding
bg_bg: AI отговаря
da: AI svarer
eu: AI erantzuten ari da
ru: ИИ отвечает
sr: ВИ одговара

source: ⏹ Stop
bg_bg: ⏹ Стоп
eu: ⏹ Galtzea
ru: ⏹ Стоп
sr: ⏹ Заустави

source: Request cancelled by user.
bg_bg: Заявката е отказана от потребителя.
da: Anmodning annulleret af bruger.
eu: Erabiltzaileak eskaria galtu du.
ru: Запрос отменён пользователем.
sr: Захтев је отказан од стране корисника.

source: No response received.
bg_bg: Няма получен отговор.
da: Intet svar modtaget.
eu: Erantzunik ez jaso.
ru: Ответ не получен.
sr: Нема одговора.

source: Failed to start subprocess for request
bg_bg: Неуспешно стартиране на процеса за заявката
da: Kunne ikke starte underproces til forespørgsel
eu: Hitzordua hasi gabe gelditu da.
ru: Не удалось запустить подпроцесс для запроса
sr: Покретање подпроцеса није успело

source: Deeply Thought
bg_bg: Дълбоко размишление
da: Dybt overvejet
eu: Denboran ustea
sr: Дубоко промишљено

source: Take Quick Notes
bg_bg: Правете бързи бележки
eu: Oharrak Azkarra
ru: Создавать быстрые заметки

source: Write quick notes here
bg_bg: Пишете бързи бележки тук
eu: Idatzi azkar oharrak hemen
ru: Пишите быстрые заметки здесь

source: Save
bg_bg: Запази
da: Gem
eu: Gorde
ru: Сохранить
sr: Сачувај

source: Please enter a note before saving.
bg_bg: Моля, въведете бележка преди запазване.
eu: Mesedez idatzi ohartza gordetzeko aurretik.
ru: Пожалуйста, введите заметку перед сохранением.

source: User:
bg_bg: Потребител:
eu: Erabiltzailea:
ru: Пользователь:

source: Quick note saved successfully
bg_bg: Бързата бележка е запазена успешно
eu: Ohartz azkarra ondo gorde da
ru: Быстрая заметка успешно сохранена

source: AI Response Language Setting
bg_bg: Настройка на езика за отговор от ИИ
da: Indstilling af AI-svarssprog
eu: AIren Erantzun Hizkuntza Ezarpena
ru: Настройка языка ответа ИИ
sr: Подешавање језика AI одговора

source: AI Response Language
bg_bg: Език на ИИ отговора
da: AI-svar sprog
eu: AI Erantzun Hizkuntza
ru: Язык ответа ИИ
sr: Језик AI одговора

source: Leave blank to use: %1
bg_bg: Остави празно, за да ползваш: %1
da: Tom for at bruge: %1
eu: Hutsik utzi hau erabiltzeko: %1
ru: Оставьте пустым, чтобы использовать: %1
sr: Остави празно за коришћење: %1

source: Dictionary Language
bg_bg: Език на речника
da: Ordbog sprog
eu: Hiztegia Hizkuntza
ru: Язык словаря
sr: Језик речника

source: Clear
bg_bg: Изчисти
da: Ryd
eu: Garbitu
ru: Очистить
sr: Очисти

source: RTL written Language
bg_bg: Език с писане отдясно наляво
da: RTL skriftsprog
eu: LTR idatzitako Hizkuntza
ru: Язык с письмом справа налево
sr: Језик писан сдесна-налијево

source: Leave these fields blank to use the UI language: %1
bg_bg: Остави тези полета празни, за да ползваш езика на интерфейса: %1
da: Lad disse felter være tomme for at bruge UI-sprog: %1
eu: Hutsik utzi oinarri horiek UI hizkuntza erabiltzea: %1
ru: Оставьте поля пустыми для использования языка интерфейса: %1
sr: Остави поља празна да користиш језик интерфејса: %1

source: AI Provider Settings
bg_bg: Настройки на AI доставчик
eu: AI Hornitzaileen Ezarpenak
ru: Настройки поставщика ИИ

source: AI Model provider:
bg_bg: Доставчик на AI модел:
da: AI-modeludbyder:
eu: AI Modelaren hornitzailea:
ru: Поставщик модели ИИ:
sr: Провајдер AI модела:

source: AI Language:
bg_bg: Език на AI:
eu: AI Hizkuntza:
ru: Язык ИИ:

source: AI Text Size: %1
bg_bg: Размер на AI текста: %1
eu: AI Testuaren Tamaina: %1
ru: Размер текста ИИ: %1

source: AI Response Text Font Size
bg_bg: Размер на шрифта на AI отговора
eu: AI Erantzun Testuraren Leta-tamaina
ru: Размер шрифта ответа ИИ

source: Stream Mode Settings
bg_bg: Настройки на режим на поточно предаване
eu: Igorketa Moduen Ezarpena
ru: Настройки потокового режима

source: Enable stream response
bg_bg: Активиране на поточен отговор
da: Aktivér strøm-svar
eu: Gaitu gorputza erantzuna
ru: Включить потоковый ответ
sr: Омогући стрим одговоре

source: Auto scroll stream response text
bg_bg: Автоматично превъртане на текста от поточния отговор
eu: Gidatu automatikoki gorputze erantzun testua
ru: Автопрокрутка текста ответа потока
sr: Аутоматски померај текст одговора током приказа

source: Large Streaming Window
bg_bg: Голям прозорец за поточно предаване
eu: Bideoa handitzea
ru: Большое окно потокового вывода

source: KOReader Tweaks & Overrides
bg_bg: Настройки и предефинирания на KOReader
eu: KOReader doikuntzak eta gainidazketak
ru: Твики и переопределения KOReader

source: Use AI Assistant for 'Translate'
bg_bg: Използвай AI Асистент за 'Преведи'
da: Brug AI-Assistent til 'Oversæt'
eu: Erabili AI laguntzailea 'Itzuli' funtziorako
ru: Использовать ИИ-помощник для 'Перевода'
sr: Користи ВИ помоћника за „Преведи“

source: Auto-recap on opening long-unread books
bg_bg: Автоматично резюме при отваряне на дълго нечетени книги
eu: Laburpen automatikoa irekita daunen liburuak irekitzean
ru: Автоматическое резюме при открытии давно не читанных книг

source: AI Recap will be enabled the next time a long-unread book is opened.
bg_bg: AI резюмето ще бъде активирано при следващото отваряне на дълго нечетена книга.
eu: AI Laburpena aktibatuko da beste ez duzun liburua ireki aurretik.
ru: Резюме ИИ будет включено при следующем открытии давно не читанной книги.

source: Show Dictionary(AI) in Dictionary Popup
bg_bg: Покажи Речник (ИИ) в изскачащия прозорец
da: Vis ordbog (AI) i ordbogspopup
eu: Erakutsi Hiztegia (AI) Hiztegiaren Popup-ean
ru: Показать «Словарь (ИИ)» во всплывающем словаре
sr: Прикажи Речник (AI) у искачућем прозору

source: Show Wikipedia(AI) in Dictionary Popup
bg_bg: Покажи Wikipedia (ИИ) в изскачащия прозорец
da: Vis Wikipedia (AI) i ordbogspopup
eu: Erakutsi Wikipedia (AI) Hiztegiaren Popup-ean
ru: Показать «Википедия (ИИ)» во всплывающем словаре
sr: Прикажи Википедију (AI) у искачућем прозору

source: Show Term X-Ray(AI) in Dictionary Popup
eu: Erakutsi Terminoaren X izpiak (AI) hiztegiaren leihoan
ru: Показывать рентген-анализ термина (ИИ) во всплывающем словаре

source: Show Custom Prompts in Dictionary Popup
eu: Erakutsi pertsonalizatutako galdetegiak hiztegiaren leihoan
ru: Показывать пользовательские запросы во всплывающем словаре

source: Show Follow-up Questions from AI
bg_bg: Покажи последващи въпроси от AI
eu: Erakutsi jarraitzen dauen galdera AI
ru: Показывать уточняющие вопросы от ИИ

source: Copy entered question to the clipboard
bg_bg: Копирай въведения въпрос в клипборда
da: Kopiér indtastet spørgsmål til udklipsholder
eu: Kopiatu sartutako galdera arbelan
ru: Копировать введённый вопрос в буфер
sr: Копирај питање у привремену меморију

source: Auto-save conversations to NoteBook
bg_bg: Автоматично запазване на разговорите в бележника
da: Gem samtaler automatisk i NoteBook
eu: Gorde automatikoki elkarteak Ohartegian
ru: Автосохранять диалоги в NoteBook
sr: Аутоматски сачувај разговоре у бележницу

source: Use book text for x-ray and recap
bg_bg: Използвай текста на книгата за x-ray и резюме
eu: Erabili liburuaren testua X-ray eta laburpenetarako
ru: Использовать текст книги для X-ray и резюме

source: Purge the settings
eu: Ezabatu ezarpenak
ru: Сбросить настройки
