Repository: omer-faruq/assistant.koplugin
Catalog: l10n/*/koreader.po
Languages: bg_bg, da, eu, ru, sr

source: Are you sure to purge the assistant plugin settings? This resets the assistant plugin to the status the first time you installed it. configuration.lua is safe, only the settings are purged.
bg_bg: Сигурни ли сте, че искате да изтриете настройките на приставката асистент? Това връща приставката асистент към състоянието от първата ви инсталация. configuration.lua е безопасен, изтриват се само настройките.
eu: Ziur al zaude laguntzaile pluginaren ezarpenak ezabatu nahi dituzula? Hau laguntzaile pluginaren hasierako egoerara itzultzen da instalatu zuen lehen aldian bana. konfigurazio.lua segurua da, ezarpenak bakarrik ezabaturik daude.
ru: Вы уверены, что хотите удалить настройки плагина ассистента? Это сбросит плагин ассистента к состоянию, как при первой установке. configuration.lua в безопасности, удаляются только настройки.

source: Purge
bg_bg: Изтрий
da: Nulstil
eu: Ezabatu
ru: Сбросить
sr: Обриши

source: Checking for updates...
bg_bg: Проверка за актуализации...
da: Kontrollerer opdateringer...
eu: Eguneraketa jartzen ari naiz...
ru: Проверка обновлений…
sr: Проверавам ажурирања...

source: A new version of the %s plugin (%s) is available. Please update!
bg_bg: Нова версия на приставката %s (%s) е налична. Моля, обновете!
da: En ny version af %s-plugin (%s) er tilgængelig. Opdater venligst!
eu: %s pluginaren bertsio berria dago (%s) eskuragarri. Mesedez, eguneratu!
ru: Доступна новая версия плагина %s (%s). Обновитесь!
sr: Доступна је нова верзија додатка %s (%s). Надоградите!

source: Page
eu: Orria
ru: Страница

source: Cannot access default folder for logs: %1 Using original location.
bg_bg: Не може да се достъпи папката за дневници по подразбиране: %1 Използва се първоначалното местоположение.
da: Kan ikke tilgå standardmappe til logfiler: %1 Anvender oprindelig placering.
eu: Ezinezkoa izan da logen direktorioa zuzenera:%1 Zure kokapena erabiliko dugu.
ru: Не удалось получить доступ к папке журналов по умолчанию: %1 Используется исходное расположение.
sr: Не могу да приступим подразумеваној фасцикли за евиденције: %1 Користим оригиналну локацију.

source: Notebook save failed. Continuing...
bg_bg: Запазването в бележника неуспешно. Продължавам...
eu: Ohartegia gordetzeak ez zuen ondo egin. Jarraitzen...
ru: Не удалось сохранить блокнот. Продолжаем...

source: Ask Another Question
bg_bg: Задай друг въпрос
da: Stil et andet spørgsmål
eu: Galdetu beste bat
ru: Задать ещё
sr: Постави још једно питање

source: Copy
bg_bg: Копирай
da: Kopiér
eu: Kopiatu
ru: Копировать
sr: Копирај

source: Text copied to the clipboard
bg_bg: Текстът е копиран в системния буфер
da: Tekst kopieret til udklipsholder
eu: Testua arbelan kopiatu da
ru: Текст скопирован в буфер обмена
sr: Текст је копиран у привремену меморију

source: Add Note
bg_bg: Добави бележка
da: Tilføj note
eu: Gehitu ohartza
ru: Добавить заметку
sr: Додај белешку

source: Highlight functionality not available
bg_bg: Функцията за маркиране не е налична
da: Markeringsfunktion er ikke tilgængelig
eu: Altzarpeta ez da eskuragarri
ru: Выделение недоступно
sr: Означавање није доступно

source: No text to add as note
bg_bg: Няма текст за бележка
da: Ingen tekst at tilføje som note
eu: Ez dago testurik gehitzeko azkar ohartza gisa
ru: Нет текста для заметки
sr: Нема текста за белешку

source: No text left to add as note
bg_bg: Няма останал текст за бележка
da: Ingen tekst tilbage at tilføje som note
eu: Ez dago texto gehiagorik nota gisa
ru: Больше нет текста для заметки
sr: Није остало текста за белешку

source: Note added successfully
bg_bg: Бележката е добавена успешно
da: Note tilføjet
eu: Ohartza ongi gehitua
ru: Заметка добавлена
sr: Белешка је додата

source: Conversation is saved to NoteBook
bg_bg: Разговорът е запазен в бележника
da: Samtalen er gemt i NoteBook
eu: Elkarlana ongi gorde da Ohartegian
ru: Диалог сохранён в NoteBook
sr: Разговор је сачуван у бележницу

source: Book Analysis
bg_bg: Анализ на книгата
da: Bog analyse
eu: Liburuaren Analisi
ru: Анализ книги
sr: Анализа књиге

source: Type your question here
bg_bg: Въведете въпроса си тук
da: Skriv dit spørgsmål her
eu: Idatzi zure galdera hemen
ru: Введите вопрос
sr: Упишите питање овде

source: Word copied to clipboard.
bg_bg: Думата е копирана в клипборда.
da: Ord kopieret til udklipsholder.
eu: Hitzaren kopia arbelan.
ru: Слово скопировано
sr: Реч копирана.

source: Selection copied to clipboard.
bg_bg: Изборът е копиран в клипборда.
da: Udvalgte elementer kopieret til udklipsholder.
eu: Aukera kopia arbelan.
ru: Выделение скопировано
sr: Избор копиран.

source: Ask the AI a question
bg_bg: Попитайте AI
da: Stil AI et spørgsmål
eu: Eskatu galdera AIri
ru: Спросить ИИ
sr: Постави питање ВИ

source: AI Recaps
bg_bg: AI Резюмета
da: AI Resume
eu: AI Laburpenak
ru: Резюме ИИ
sr: ВИ прегледи

source: AI X-Ray
eu: AI X-Erradiografia

source: Book Summary & Recs
bg_bg: Резюме и препоръки
da: Bogresume & anbefalinger
eu: Liburuaren Laburpen eta Hertsien
ru: Описание и похожие книги
sr: Сажетак и препоруке

source: Enter a question to ask AI.
bg_bg: Въведи въпрос към ИИ
da: Skriv et spørgsmål til AI.
eu: Idatzi galdera AI-ri
ru: Задайте вопрос ИИ
sr: Унесите питање за АИ.

source: Book-Level Built-in Prompts
eu: Liburu-mailako barne-galdetegiak
ru: Встроенные запросы уровня книги

source: Summary of the book, author biography, historical context, and a list of similar book recommendations with descriptions.
bg_bg: Резюме на книгата, биография на автора, исторически контекст и списък с подобни препоръки с описания.
da: Resume af bogen, forfatterbiografi, historisk kontekst og en liste med lignende boganbefalinger og beskrivelser.
eu: Liburuaren laburpena, autoraren biografia, historiko kontektuak eta zenbait liburu berdinen aholkuz egin den zerrenda deskribatzailearekin.
ru: Кратко о книге, авторе, историческом контексте и список похожих книг с описанием.
sr: Сажетак књиге, биографија аутора, историјски контекст и листа сличних препорука са описима.

source: "X-Ray" summary for a book, structured into specific sections like Characters, Locations, Themes, Terms & Concepts, Timeline, and Re-immersion.
bg_bg: "X-Ray" резюме на книгата, структурирано в секции: Персонажи, Места, Теми, Понятия, Времева линия и Повторно потапяне.
da: "X-Ray"-resume for en bog, opdelt i afsnit som Figurer, Steder, Temaer, Termer & Begreber, Tidslinje og Genindlevelse.
eu: "X-Erradiografia" liburuen laburketa, karakteristikak, kokapenak, gaiek, terminoak eta kontzeptuak, garaia eta berrerautatzea bezalako parte konkretuetan
ru: «X-Ray»-рекап: персонажи, места, темы, термины, хронология и возвращение в сюжет.
sr: „X-Ray“ преглед књиге, подељен у одељке: ликови, локације, теме, појмови, хронологија и поновно урањање.

source: A very brief, spoiler-free summary of the book up to current reading progress.
bg_bg: Кратко резюме без спойлери до текущия прогрес на четене.
da: Kort, spoiler-frit resume af bogen frem til nuværende læseposition.
eu: Laburpen laburrik, ezkutatzailea ez duelako, liburuaren hasierako iraketa progresuko.
ru: Краткий рекап без спойлеров до текущей страницы.
sr: Кратак сажетак без спојлера до тренутне странице.

source: Analysis of your highlights, notes, and notebook content from the book.
eu: Liburuko zure nabarmenduak, oharrak eta koaderno-edukien azterketa.
ru: Анализ ваших выделений, заметок и содержимого блокнота из книги.

source: Summary of the book using your highlights and notes.
eu: Liburuaren laburpena zure nabarmendu eta oharrak erabiliz.
ru: Сводка книги по вашим выделениям и заметкам.

source: Book-Level Custom Prompts
eu: Liburu-mailako pertsonalizatutako galdetegiak
ru: Пользовательские запросы уровня книги

source: Includes user defined book level prompts from Config file
eu: Erabiltzaileak definitutako liburu-mailako galdetegiak ditu Config fitxategitik
ru: Включает пользовательские запросы уровня книги из файла конфигурации

source: Take quick notes that will be saved to your notebook.
bg_bg: Правете бързи бележки, които ще бъдат запазени в бележника ви.
eu: Idatzi gehitzeko azkar ohartza haren notebookan.
ru: Создавайте быстрые заметки, которые будут сохранены в ваш блокнот.

source: NoteBook (AI Conversation Log)
eu: Koadernoa (AI elkarrizketa erregistroa)
ru: Блокнот (журнал диалога с ИИ)

source: Notebook file:
bg_bg: Файл на бележника:
da: NoteBook-fil:
eu: Ohartegia fitxategia:
ru: Файл записной книжки:
sr: Датотека бележнице:

source: View
bg_bg: Преглед
da: Vis
eu: Ikusi
ru: Просмотр
sr: Прикажи

source: File does not exist. %1
bg_bg: Файлът не съществува. %1
da: Filen findes ikke. %1
eu: Fitxategia ez dago. %1
ru: Файл не найден. %1
sr: Фајл не постоји. %1

source: Delete
bg_bg: Изтриване
da: Slet
eu: Ezabatu
ru: Удалить
sr: Обриши

source: Delete file? %1 This operation is not reversible.
bg_bg: Изтриване на файл? %1 Действието е необратимо.
da: Slet fil? %1 Handlingen kan ikke fortrydes.
eu: Ezabatu fitxategia? %1 Erakitzapenen aukera berriz ere ez da posible.
ru: Удалить файл? %1 Это действие нельзя отменить.
sr: Обрисати датотеку? %1 Ова радња се не може поништити.

source: Edit
bg_bg: Редактиране
da: Rediger
eu: Editatu
ru: Изменить
sr: Уреди

source: AI Provider: %1
bg_bg: AI доставчик: %1
eu: AI Hormitzailea: %1
ru: Поставщик ИИ: %1

source: AI Assistant Settings
bg_bg: Настройки на AI асистент
da: AI-assistentindstillinger
eu: AI Laguntzailearen ezarpenak
ru: Настройки AI‑ассистента
sr: Подешавања AI асистената

source: This is a custom prompt
eu: Hau pertsonalizatutako galdetegia da
ru: Это пользовательский запрос

source: No active custom prompt found. For details, visit the 'Configuration' wiki page on github.
eu: Ez da galdetegi pertsonalizatu aktiborik aurkitu. Xehetasunetarako, bisitatu 'Configuration' wiki orria github-en.
ru: Активный пользовательский запрос не найден. Подробности — на wiki-странице 'Configuration' на GitHub.

source: No valid model provider is found in the configuration.lua
bg_bg: В configuration.lua няма валиден доставчик на модел
da: Ingen gyldig modeludbyder fundet i configuration.lua
eu: Konfigurazio.lua fitxategien hornitzaile baliozorik ez da aurkitu
ru: В configuration.lua не найдено подходящего провайдера моделей
sr: Нема исправног провајдера модела у configuration.lua

source: Configuration Error. Please set up configuration.lua.
bg_bg: Грешка в конфигурацията. Моля, настройте configuration.lua.
da: Konfigurationsfejl. Opsæt venligst configuration.lua.
eu: Konfigurazio errorea. Mesedez ezarri konfigurazio.lua
ru: Ошибка настройки. Проверьте configuration.lua.
sr: Грешка у конфигурацији. Поставите configuration.lua.

source: configuration.lua: model providers are invalid.
bg_bg: configuration.lua: доставчиците на модели са невалидни.
da: configuration.lua: modeludbydere er ugyldige.
eu: konfigurazio.lua: modeloen hornitzaileak ez dira zuzen.
ru: configuration.lua: провайдеры моделей некорректны.
sr: configuration.lua: провајдери модела су неисправни.

source: Usage Tips Select: Highlight text (or a word) in the book, then press [AI assistant] in the poped up menu. Long Press: - On a Prompt Button: Add to the highlight menu. - On a highlight menu button to remove it. - On the Close button to go back to the book in 1 step. Very-Long Press (over 3 seconds): On a single word in the book to show the highlight menu (instead of the dictionary). Multi-Swipe (e.g., ⮠, ⮡, ↺): On the result dialog to close (as the Close button is far to reach).
bg_bg: Съвети за употреба Избор: Маркирайте текст (или дума) в книгата, след което натиснете [AI асистент] в изскачащото меню. Дълго натискане: - Върху бутон за подкана: Добавяне към менюто за маркиране. - Върху бутон от менюто за маркиране за премахването му. - Върху бутона Затваряне за връщане към книгата в 1 стъпка. Много дълго натискане (над 3 секунди): Върху единична дума в книгата за показване на менюто за маркиране (вместо речника). Множество плъзгания (напр. ⮠, ⮡, ↺): Върху диалоговия прозорец с резултати за затваряне (тъй като бутонът Затваряне е далеч за достигане).
eu: Sarrerako aholkuak Aukeratu: Altzarpiten testua (edo hizkia) liburuan, ondoren [AI laguntzailea] sakatu apagailutako menuan. Sakatu luzea: - Prompt Botoian: Gehitu altzarpakiko menuan. - Altzarpakiko menu botoi batean ezabatu. - Itxi botoian itzuli liburua batera. Saihotxoan Sakatu (3 segundo baino gehiago): Liburuko hizkia altzarapen menua erakusten ditu (hiztegiaren ordez). Multi-Eskaia (nola: ⮠, ⮡, ↺): Erantzuneko elkarteetan itxi (Itxi botoia aholku ezinezkoa den kasutan).
ru: Советы по использованию Выделение: Выделите текст (или слово) в книге, затем нажмите [ИИ-ассистент] во всплывающем меню. Долгое нажатие: - На кнопке запроса: добавить в меню выделения. - На кнопке меню выделения: удалить её. - На кнопке Закрыть: вернуться к книге в один шаг. Очень долгое нажатие (более 3 секунд): На одном слове в книге, чтобы показать меню выделения (вместо словаря). Мультисвайп (например, ⮠, ⮡, ↺): На диалоге результатов для закрытия (если кнопка Закрыть далеко).

source: Purge Settings
bg_bg: Изтрий настройките
da: Nulstil indstillinger
eu: Garbitu Ezarpenak
ru: Сбросить настройки
sr: Обриши подешавања

source: Remove [%s] from Highlight Menu?
bg_bg: Премахнете [%s] от менюто за маркиране?
da: Fjern [%s] fra markeringsmenuen?
eu: [%s] kendu Altzarpakiko menu-tik?
ru: Удалить [%s] из меню выделения?
sr: Уклонити [%s] из менија означавања?

source: Remove
bg_bg: Премахни
da: Fjern
eu: Ezabatu
ru: Удалить
sr: Уклони

source: Configuration not found. Please set up configuration.lua first.
bg_bg: Конфигурацията не е намерена. Настройте configuration.lua първо.
da: Konfiguration ikke fundet. Konfigurér venligst configuration.lua først.
eu: Konfigurazioa ez da aurkitu. Mesedez konfigurazioa ezarri lehen.
ru: Настройте configuration.lua
sr: Конфигурација није пронађена. Прво подесите configuration.lua.

source: Added [%1 (AI)] to Highlight Menu.
bg_bg: Добавено [%1 (AI)] към менюто за маркиране.
da: Tilføjet [%1 (AI)] til markeringsmenuen.
eu: [%1 (AI)] Altzarpakiko menuan gehitua.
ru: Добавлено [%1 (ИИ)] в меню выделения
sr: Додато [%1 (ВИ)] у мени означавања.

source: Removed [%s (AI)] from Highlight Menu.
bg_bg: Премахнато [%s (AI)] от менюто за маркиране.
da: Fjernet [%s (AI)] fra markeringsmenuen.
eu: [%s (AI)] Altzarpakiko menu-tik kendua.
ru: Удалено [%s (ИИ)] из меню выделения
sr: Уклоњено [%s (ВИ)] из менија означавања.

source: Do you want an AI Recap? For %1 by %2.
bg_bg: Желаете ли резюме от ИИ? За %1 от %2.
da: Vil du have et AI-resumé? For %1 af %2.
eu: AI Laburpena duzu nahi? %1 %2-ren liburutan.
ru: Хотите краткий обзор от ИИ? Для «%1» автора %2.
sr: Желите ли АИ преглед? За „%1“ од %2.

source: Last read an hour ago.
bg_bg: Последно прочетено преди час.
da: Læst for en time siden.
eu: Azkena ordu bat aurretik.
ru: Читали час назад.
sr: Последњи пут прочитано пре сат времена.

source: Yes
bg_bg: Да
da: Ja
eu: Bai
ru: Да
sr: Да

source: No
bg_bg: Не
da: Nej
eu: Ez
ru: Нет
sr: Не

source: Analyzing book context for Term X-Ray...
ru: Анализ контекста книги для рентген-анализа термина...

source: Wikipedia
bg_bg: Уикипедия
ru: Википедия
sr: Википедија

source: NoteBook (Saved AI Conversations)
bg_bg: Бележник (запазени AI разговори)
da: NoteBook (Gemte AI-samtaler)
sr: Бележница (сачувани АИ разговори)

source: AI Language: %1
da: AI-sprog: %1
sr: AI језик: %1

source: Response Font Size
da: Svar skriftstørrelse
sr: Величина фонта одговора

source: Font Size: %1
da: Skriftstørrelse: %1
sr: Величина фонта: %1

source: Show Related Questions from AI
sr: Прикажи сродна питања од вештачке интелигенције

source: Enable Auto Recap
da: Aktivér automatisk genopfrisk
sr: Аутоматски преглед

source: AI Recap will be enabled the next time a book is opened.
da: AI-opsummering aktiveres næste gang en bog åbnes.
sr: AI преглед ће бити активиран при следећем отварању књиге.

source: AI Assistant Features:
da: AI-assistentfunktioner:
sr: Функције AI асистента:

source: Chat log export failed. Continuing...
da: Eksport af chatlog mislykkedes. Fortsætter...
sr: Извоз разговора није успео. Настављам...

source: Useful Tips Long Press: - On a Prompt Button: Add to the highlight menu. - On a highlight menu button to remove it. - On the Close button to go back to the book in 1 step. Very-Long Press (over 3 seconds): On a single word in the book to show the highlight menu (instead of the dictionary). Multi-Swipe (e.g., ⮠, ⮡, ↺): On the result dialog to close (as the Close button is far to reach).
da: Nyttige tips Langt tryk: - På prompt-knap: Tilføj til markér-menu. - På markér-menuknap for at fjerne den. - På luk-knappen for at vende tilbage til bogen med ét tryk. Meget langt tryk (over 3 sek.): På ét enkelt ord i bogen for at vise markér-menu (i stedet for ordbog). Multi-swipe (f.eks. ⮠, ⮡, ↺): På resultatdialog for at lukke (da luk-knappen er svær at nå).
sr: Корисни савети Дуго притисни: - На дугме упита: додај у мени означавања. - На дугме у менију означавања да га уклониш. - На дугме Затвори да се вратиш на књигу у једном кораку. Веома дуго притисни (преко 3 секунде): На реч у књизи да се прикаже мени означавања (уместо речника). Више превлачења (нпр. ⮠, ⮡, ↺): На дијалогу резултата да га затвориш (јер је дугме Затвори далеко).

source: Are you sure to purge the assistant plugin settings? This resets the assistant plugin to the status the first time you installed it. configuration.lua is safe, only the settings in the dialog are purged.
da: Er du sikker på at nulstille assistent-pluginets indstillinger? Dette gendanner pluginet til tilstanden ved første installation. configuration.lua forbliver uændret; kun dialogindstillingerne slettes.
sr: Желите ли да обришете сва подешавања додатка? Тиме ће додатак бити враћен у стање као при првој инсталацији. configuration.lua је сачувана; бришу се само дијалог подешавања.

source: Enable Suggested Questions from AI
da: Aktivér AI-forslag til spørgsmål
